{
  "produtos": [
    {
      "id": 1,
      "produto": "The Witcher 3: Wild Hunt",
      "descricao": "The witcher 3 é um jogo de RPG de mundo aberto, onde você controla Geralt de Rivia, um caçador de monstros que está a procura de sua filha adotiva. O jogo é repleto de missões secundárias e um mundo aberto com muitas coisas para se fazer. O jogo é um dos melhores jogos de RPG já feitos.",
      "foto": "jogo1.PNG",
      "preco": 300
    },
    {
      "id": 2,
      "produto": "Halo 5: Guardians",
      "descricao": "Halo 5 é um jogo de tiro em primeira pessoa, onde você controla o Master Chief e o Spartan Locke. O jogo é repleto de ação e uma história envolvente. O jogo é um dos melhores jogos de tiro já feitos.",
      "foto": "jogo2.PNG",
      "preco": 200
    },
    {
      "id": 3,
      "produto": "Call of Duty: Black Ops III",
      "descricao": "call of duty black ops 3 é um jogo de tiro em primeira pessoa, onde você controla um soldado com habilidades especiais. O jogo é repleto de ação e uma história envolvente. O jogo é um dos melhores jogos de tiro já feitos.",
      "foto": "jogo3.PNG",
      "preco": 400
    },
    {
      "id": 4,
      "produto": "Fallout 4",
      "descricao": "Fallout 4 é um jogo de RPG de mundo aberto, onde você controla um sobrevivente de um ataque nuclear. O jogo é repleto de missões secundárias e um mundo aberto com muitas coisas para se fazer. O jogo é um dos melhores jogos de RPG já feitos.",
      "foto": "jogo1.PNG",
      "preco": 200
    },
    {
      "id": 5,
      "produto": "Assassin's Creed: Syndicate",
      "descricao": "Assassin's Creed Syndicate é um jogo de ação e aventura, onde você controla dois irmãos que estão tentando libertar Londres de uma organização criminosa. O jogo é repleto de ação e uma história envolvente. O jogo é um dos melhores jogos de ação e aventura já feitos.",
      "foto": "jogo2.PNG",
      "preco": 250
    },
    {
      "id": 6,
      "produto": "Civilization VI",
      "descricao": "Civilization VI é um jogo de estratégia, onde você controla uma civilização e tenta dominar o mundo. O jogo é repleto de estratégia e uma história envolvente. O jogo é um dos melhores jogos de estratégia já feitos.",
      "foto": "jogo3.PNG",
      "preco": 300
    }
  ]
}